{
  "navbar": {
    "menu-item1": "About",
    "menu-item2": "Skills",
    "menu-item3": "Resume",
    "cat-tooltip1": "Digital wool for digital cats.",
    "cat-tooltip2": "ESC to exit."
  },
  "imprint": {
    "part1": "This is an private & non-commercial portfolio site.",
    "part2": "8bit-Avatar generated @",
    "part3": "Background image ",
    "part4": "free for use under the",
    "part5": "CV automatically generated by LinkedIn.",
    "part6": "All icons are part of the react-icons-Icon-Library.",
    "part7": "Custom cursor icons from cursor.cc",
    "part8": "free for use under the creative commons license with no attribution."
  },
  "about": {
    "top-text1": "Hi, i am",
    "top-text2": "Aspiring Frontend Developer",
    "top-text3": "and I am currently in my final year of training to become an",
    "top-text4": "application developer. During my apprenticeship I had many",
    "top-text5": "different insights into different areas, but I was most ",
    "top-text6": "taken with frontend development."
},
  "skills": {
    "technologies": "Technologies",
    "additive": "Languages, Frameworks & Software",
    "languages": "Languages",
    "fw-lib": "Frameworks & Libraries"
  },
  "personal": {
    "buttonText": "Personal",
    "text1": "Raised in provincial Thuringia I love nature and being in nature. But I have also been interested in all kinds of technology and electronics since early childhood. I am also passionate about cinema, writing and culture.",
    "text2": " I listen to a lot of dark and atmospheric music, from extreme metal to dark wave to neofolk and post punk. I also like various rock music and electronic music.",
    "text3": "I am still interested in philosophy (Cioran, Nietzsche, Camus, Schopenhauer, Hobbes, Sartre, Zizek) after my studies and a little bit (more and more) in visual arts (Grimshaw, Kittelsen, Corot, Bierstadt, Doré, Beksinski, Friedrich, Lessing, Giger) as well.",
    "text4": "Fitness and weight training are also essential to my life."
  },  "footer": {
  "text1":"Coded in Webstorm. Built with Next.js and Tailwind CSS, deployed with Netlify."
}


}